Repository: Haffy94/porfolio-net
Catalog: Resources/Views/Home/Knapp.*.resx
Languages: es, it

# KnappTitle
source: Residence Process in Austria
es: Proceso de Residencia en Austria
it: Procedura di residenza in Austria

# KnappWelcome
source: Welcome KNAPP Austria team
es: Bienvenidos miembros de KNAPP Austria
it: Benvenuto team KNAPP Austria

# KnappMyName
source: My name is Lucas Hafner, I am a .NET developer.
es: Mi nombre es Lucas Hafner, soy un desarrollador .NET.
it: Mi chiamo Lucas Hafner, sono uno sviluppatore .NET.

# KnappWifeInfo
source: I am married to Sofía Arzamendia, an Italian (naturalized) citizen, who is also in your selection process.
es: Estoy casado con Sofía Arzamendia, una ciudadana italiana (nacionalizada), quien también se encuentra en proceso de selección con ustedes.
it: Sono sposato con Sofía Arzamendia, cittadina italiana (naturalizzata), anche lei parte del vostro processo di selezione.

# KnappIntro
source: I understand you'd like to know if I can be employed despite not being an EU citizen myself.
es: Entiendo que les gustaría saber si pueden emplearme a pesar de no ser un miembro directo de la Unión Europea.
it: Capisco che vogliate sapere se posso essere assunto anche se non sono cittadino dell’UE.

# KnappOptimisticMessage
source: The short answer is yes! Not only is it possible to employ me without a work visa, but I can handle the entire process myself, and it can be completed within just a few business days.
es: ¡La respuesta corta es sí! No solo es posible emplearme sin necesidad de una visa de trabajo, sino que además yo mismo puedo encargarme de todo el trámite, el cual puede resolverse en solo unos pocos días.
it: La risposta breve è sì! Non solo è possibile assumermi senza un visto di lavoro, ma posso occuparmi personalmente di tutta la procedura, che può essere completata in pochi giorni lavorativi.

# KnappStepsNotice
source: Here is a step-by-step breakdown of the process I will personally follow (counting business days).
es: A continuación, les presento un paso a paso detallado del proceso que realizaré personalmente (considerando los días como días hábiles).
it: Ecco una guida passo a passo del processo che seguirò personalmente (considerando i giorni lavorativi).

# StepsTitle
source: Steps to follow
es: Pasos a seguir
it: Fasi da seguire

source: Day 1
es: Día 1
it: Giorno 1

# Day1Details
source: We arrive in Austria and enter together: she as an EU citizen with her Italian passport, and I as her husband, an Argentine citizen. Although we are already married, I am considered a tourist until she registers her residence.
es: Llegamos a Austria e ingresamos juntos: ella como ciudadana de la UE con su pasaporte italiano, y yo como su esposo, ciudadano argentino. Aunque ya estamos casados, mi ingreso se considera como turista hasta que ella registre su residencia en Austria.
it: Arriviamo insieme in Austria: lei come cittadina dell’UE con passaporto italiano, io come marito cittadino argentino. Anche se siamo già sposati, io sono considerato un turista finché lei non registra la sua residenza.

source: Day 2
es: Día 2
it: Giorno 2

# Day2Detail1
source: We register our address (Meldezettel) at the local municipality.
es: Realizamos el registro de domicilio (Meldezettel) en el municipio local.
it: Registriamo il nostro indirizzo (Meldezettel) presso il comune locale.

# Day2Detail2
source: My wife applies for the Anmeldebescheinigung as a resident EU citizen.
es: Mi esposa solicita el Anmeldebescheinigung como ciudadana de la UE residente.
it: Mia moglie richiede il certificato di registrazione (Anmeldebescheinigung) come cittadina UE residente.

source: Day 3
es: Día 3
it: Giorno 3

# Day3Detail1
source: Once my wife obtains her Anmeldebescheinigung, I can apply for the Aufenthaltskarte (residence permit as a family member of an EU citizen).
es: Una vez que mi esposa obtiene su Anmeldebescheinigung, puedo solicitar la Aufenthaltskarte (permiso de residencia como familiar de ciudadana de la UE).
it: Una volta ottenuto l’Anmeldebescheinigung, posso richiedere l’"Aufenthaltskarte" (permesso di soggiorno come familiare di cittadino UE).

# Day3Detail2
source: After that, a confirmation of application in progress can be requested, which allows me to work in Graz.
es: Posterior a esto, se puede solicitar el comprobante de trámite en curso, el cual permite trabajar en Graz.
it: Successivamente si può richiedere una conferma della domanda in corso, che permette già di lavorare a Graz.

# TravelQuestion
source: Can I travel alone within Europe and nearby once employed?
es: ¿Puedo viajar solo por Europa y alrededores una vez contratado?
it: Posso viaggiare da solo in Europa e dintorni una volta assunto?

# TravelAnswer1
source: Yes, as the husband of a European citizen with legal residence in Austria, I can travel alone within the Schengen area for business or tourism.
es: Sí, como esposo de una ciudadana europea y con residencia legal en Austria, puedo viajar por Europa y países Schengen de forma autónoma para negocios o turismo.
it: Sì, come marito di una cittadina europea residente legalmente in Austria, posso viaggiare da solo nell’area Schengen per affari o turismo.

# TravelAnswer2
source: As an Argentine citizen, I can enter the Schengen zone visa-free for up to 90 days in any 180-day period, which allows short trips with no problem. Although my wife’s residence does not grant me special entry rights, my Argentine passport allows me to enter as a tourist or for temporary business.
es: Como ciudadano argentino, puedo ingresar sin visa a la zona Schengen por hasta 90 días dentro de un período de 180 días, lo cual permite viajes cortos sin problemas.
it: Come cittadino argentino, posso entrare nell’area Schengen senza visto per un massimo di 90 giorni ogni 180, il che consente viaggi brevi senza problemi. Anche se la residenza di mia moglie non mi dà diritti speciali per l’ingresso, il mio passaporto argentino me lo permette.

# TravelAnswer3
source: I only need to carry a copy of our marriage certificate and documents proving the family relationship.
es: Solamente debo llevar conmigo siempre una copia del certificado de matrimonio y documentación que acredite la relación familiar.
it: Devo solo portare con me una copia del nostro certificato di matrimonio e dei documenti che provano il legame familiare.

# OfficesTitle
source: Where I would do the paperwork in Graz
es: Lugares donde realizaría los trámites en Graz
it: Dove svolgerò le pratiche a Graz

# AddressMeldezettel
source: Address registration (Meldezettel) and Anmeldebescheinigung:
es: Registro de domicilio (Meldezettel) y Anmeldebescheinigung
it: Registrazione dell’indirizzo (Meldezettel) e Anmeldebescheinigung:

# AddressMeldezettelDetails
source: Rathausgasse 1, 8010 Graz, Austria | Phone: +43 316 872-0 | Mon–Fri: 8:00 - 16:00
es: Dirección: Rathausgasse 1, 8010 Graz, Austria. Teléfono: +43 316 872-0. Horario: Lunes a viernes, 8:00 - 16:00.
it: Rathausgasse 1, 8010 Graz, Austria | Telefono: +43 316 872-0 | Lun–Ven: 8:00 - 16:00

# AddressAufenthaltskarte
source: Application for Aufenthaltskarte (residence permit):
es: Solicitud de Aufenthaltskarte (permiso de residencia)
it: Domanda per Aufenthaltskarte (permesso di soggiorno):

# AddressAufenthaltskarteDetails
source: Raubergasse 10, 8010 Graz, Austria | Phone: +43 316 877-0 | Mon–Fri: 8:00 - 12:00 & 13:00 - 15:00
es: Dirección: Raubergasse 10, 8010 Graz, Austria. Teléfono: +43 316 877-0. Horario: Lunes a viernes, 8:00 - 12:00 y 13:00 - 15:00.
it: Raubergasse 10, 8010 Graz, Austria | Telefono: +43 316 877-0 | Lun–Ven: 8:00 - 12:00 e 13:00 - 15:00

# SourcesTitle
source: Sources of my research
es: Fuentes de mi investigación
it: Fonti della mia ricerca

# Source1
source: Work in Austria - Right of residence for EU/EEA nationals
es: Work in Austria - Derecho de residencia para nacionales de la UE/EEE
it: Lavorare in Austria - Diritto di soggiorno per cittadini UE/SEE

# Source2
source: Migration.gv.at - Mobility within the EU
es: Migration.gv.at - Movilidad dentro de la UE
it: Migration.gv.at - Mobilità all’interno dell’UE

# KnappConfidentialNote
source: This explanation is intended for KNAPP’s hiring team only. Please do not share the password, as this file contains personal information.
es: Esta explicación está pensada como presentación para el equipo de contratación de KNAPP. Por favor, no divulgue la contraseña otorgada, ya que este archivo contiene información personal.
it: Questa spiegazione è destinata solo al team di assunzione di KNAPP. Si prega di non condividere la password, poiché contiene informazioni personali.

# PromptPassword
source: Enter the password to view the information
es: Ingrese la contraseña para ver la información
it: Inserisci la password per visualizzare le informazioni

# PromptCancelled
source: Access cancelled
es: Acceso cancelado
it: Accesso annullato

# PromptRetry
source: Incorrect password. Remaining attempts:
es: Contraseña incorrecta. Intentos restantes:
it: Password errata. Tentativi rimanenti:

# PromptBlocked
source: You have exceeded the number of attempts. Access denied.
es: Has excedido el número de intentos. Acceso denegado.
it: Hai superato il numero di tentativi. Accesso negato.
