Repository: Haffy94/porfolio-net
Catalog: Resources/Views/Home/Privacy.*.resx
Languages: it

# PrivacyPolicyTitle
source: Privacy Policy
it: Informativa sulla Privacy

# WhoIamTitle
source: Who I am and how I handle your data
it: Chi sono e come gestisco i tuoi dati

# WhoIamText
source: Iâ€™m Lucas Hafner, and this is my personal page where I showcase my projects. I want you to know that I respect your privacy and the only data I ask for is your email when you use the contact form.
it: Sono Lucas Hafner, questa è la mia pagina personale dove mostro i miei progetti. Voglio che tu sappia che rispetto la tua privacy e l’unico dato che ti chiedo è la tua email quando usi il modulo di contatto.

# WhatDataTitle
source: What data I collect
it: Quali dati raccolgo

# WhatDataText
source: I only collect your email when you leave it in the form so I can respond to you.
it: Raccogli solo la tua email quando la lasci nel modulo per poterti rispondere.

# EmailUsageTitle
source: What I use your email for
it: Per cosa uso la tua email

# EmailUsageText
source: I use your email exclusively to reply to your messages and inquiries, and to contact you about topics related to my projects if necessary.
it: Uso la tua email esclusivamente per rispondere ai tuoi messaggi e alle tue richieste, e per contattarti riguardo argomenti legati ai miei progetti se necessario.

# HowIProtectTitle
source: How I protect your data
it: Come proteggo i tuoi dati

# HowIProtectText
source: I safeguard your data with security measures to prevent unauthorized access or loss.
it: Proteggo i tuoi dati con misure di sicurezza per evitare accessi non autorizzati o perdite.

# NoSharingTitle
source: I do not share your email
it: Non condivido la tua email

# NoSharingText
source: Your email will not be sold or shared with anyone. I will only use it for the purposes I mentioned and nothing else.
it: La tua email non sarà venduta né condivisa con nessuno. La userò solo per gli scopi che ti ho indicato e nient’altro.

# YourRightsTitle
source: Your rights
it: I tuoi diritti

# YourRightsText
source: If you want me to delete or correct your email, just write to me at lucasezequielhafner@gmail.com and I will do it.
it: Se vuoi che cancelli o corregga la tua email, scrivimi pure a lucasezequielhafner@gmail.com e lo farò.

# CookiesUsageTitle
source: Use of cookies
it: Uso dei cookie

# CookiesUsageText
source: This site may use cookies to improve your experience, but you can configure your browser to block them if you want.
it: Questo sito può usare cookie per migliorare la tua esperienza, ma puoi configurare il tuo browser per bloccarli se vuoi.

# QuestionsTitle
source: Questions?
it: Domande?

# QuestionsText
source: If you have any questions about how I handle your information, write to me at lucasezequielhafner@gmail.com
it: Se hai domande su come gestisco le tue informazioni, scrivimi a lucasezequielhafner@gmail.com
