Repository: Haffy94/porfolio-net
Catalog: Resources/Views/Shared/_PrivacyModal.*.resx
Languages: es

# PrivacyPolicyTitle
source: Privacy Policy
es: Política de privacidad

# WhoIamTitle
source: Who I am and how I handle your data
es: Quién soy y cómo manejo tus datos

# WhoIamText
source: Iâ€™m Lucas Hafner, and this is my personal page where I showcase my projects. I want you to know that I respect your privacy and the only data I ask for is your email when you use the contact form.
es: Soy Lucas Hafner, y esta es mi página personal donde muestro mis proyectos. Quiero que sepas que respeto tu privacidad y que el único dato que te pido es tu correo electrónico cuando usás el formulario de contacto.

# WhatDataTitle
source: What data I collect
es: Qué datos recolecto

# WhatDataText
source: I only collect your email when you leave it in the form so I can respond to you.
es: Solo recolecto tu mail cuando me lo dejás en el formulario para poder responderte.

# EmailUsageTitle
source: What I use your email for
es: Para qué uso tu mail

# EmailUsageText
source: I use your email exclusively to reply to your messages and inquiries, and to contact you about topics related to my projects if necessary.
es: Utilizo tu correo exclusivamente para responder tus mensajes y consultas, y para contactarte sobre temas relacionados con mis proyectos si es necesario.

# HowIProtectTitle
source: How I protect your data
es: Cómo protejo tus datos

# HowIProtectText
source: I safeguard your data with security measures to prevent unauthorized access or loss.
es: Cuido tus datos con medidas de seguridad para evitar accesos no autorizados o pérdidas.

# NoSharingTitle
source: I do not share your email
es: No comparto tu mail

# NoSharingText
source: Your email will not be sold or shared with anyone. I will only use it for the purposes I mentioned and nothing else.
es: Tu correo no será vendido ni compartido con nadie. Solo lo usaré para lo que te comenté y nada más.

# YourRightsTitle
source: Your rights
es: Tus derechos

# YourRightsText
source: If you want me to delete or correct your email, just write to me at lucasezequielhafner@gmail.com and I will do it.
es: Si querés que borre o corrija tu mail, solo tenés que escribirme a lucasezequielhafner@gmail.com y lo haré.

# CookiesUsageTitle
source: Use of cookies
es: Uso de cookies

# CookiesUsageText
source: This site may use cookies to improve your experience, but you can configure your browser to block them if you want.
es: Este sitio puede usar cookies para mejorar tu experiencia, pero podés configurar tu navegador para bloquearlas si querés.

# QuestionsTitle
source: Questions?
es: ¿Dudas?

# QuestionsText
source: If you have any questions about how I handle your information, write to me at lucasezequielhafner@gmail.com
es: Si tenés cualquier pregunta sobre cómo manejo tu información, escribime a lucasezequielhafner@gmail.com

source: Close
es: Cerrar
